$(document).on 'turbolinks:load', ->
  console.log ("\n" +
  "___       __      ______                                       ________\n" +
  "__ |     / /_____ ___  /_____________ _______ ___ _____        ___  __ \\_____ ________\n" +
  "__ | /| / / _  _ \\__  / _  ___/_  __ \\__  __ `__ \\_  _ \\       __  /_/ /_  _ \\___  __ \\\n" +
  "__ |/ |/ /  /  __/_  /  / /__  / /_/ /_  / / / / //  __/       _  _, _/ /  __/__  /_/ /\n" +
  "____/|__/   \\___/ /_/   \\___/  \\____/ /_/ /_/ /_/ \\___/        /_/ |_|  \\___/ _  .___/\n" +
  "                                                                              /_/\n" +
  "このメッセージをご覧いただいているあなた様へ\n" +
  "Repでは共同開発者を探しています。一緒にRepを通して立教大学をより良くしましょう！\n" +
  "ご興味のある方はこちらからご応募ください！（https://goo.gl/gATMyy）"
  )
